batisteo.vscode-django
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
fabiospampinato.vscode-diff
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
humao.rest-client
ipedrazas.kubernetes-snippets
jetmartin.bats
jock.svg
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
moshfeu.compare-folders
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
njpwerner.autodocstring
pkief.material-icon-theme
qiqigou.tpl-lang
redhat.vscode-yaml
ryu1kn.partial-diff
sandipchitale.vscode-kubernetes-dashboard
shd101wyy.markdown-preview-enhanced
shinotatwu-ds.file-tree-generator
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
waderyan.gitblame
wholroyd.jinja
wyattferguson.jinja2-snippet-kit
xephalpha.syntax
yzane.markdown-pdf
yzhang.markdown-all-in-one
